{
  "95025732": {
    "Item": "Box files",
    "Description": "Box files. Have labels on spine. Can take the lot or one at a time. "
  },
  "95025700": {
    "Item": "Bosch Slim dishwasher",
    "Description": "Bosch slim dishwasher. A slightly older model but still works fine. Unfortunately the top plastic is brittle and has snapped (see pictures) but this does not affect operation. "
  },
  "95024974": {
    "Item": "VHS Tapes",
    "Description": "Various VHS tapes covering sewing, DIY etc. &nbsp;See photo "
  },
  "95024678": {
    "Item": "Speedo Flippers",
    "Description": "Size UK 11 - 12 "
  },
  "95020704": {
    "Item": "Spin mop heads and bucket ",
    "Description": "Blue spin mop bucket, and two used but not worn out mop heads. No handle it broke but rest might be if use to someone&nbsp; "
  },
  "95018998": {
    "Item": "Bowls",
    "Description": "Two identical bowls with some damage to the rim on each. Diameter 29 cm. "
  },
  "95016190": {
    "Item": "WAITING COLLECTION - Boxes of shoes and boots  (lots!)  used for Cosplay and drama etc",
    "Description": "I have lots of boxes of shoes and boots sized 6 and 7 I think... just gathering dust. I need the space due to husband passing away 2 weeks ago and my clearing the house. You will need a larg car to colllect. Many thanks Lynn "
  },
  "95015866": {
    "Item": "Framed picture",
    "Description": "Last chance for a framed picture in great condition of a small bird of prey, see pic. "
  },
  "95012392": {
    "Item": "Sofa",
    "Description": "3 seater, 2 seater recliner and foot stool. Needs to be collected asap "
  },
  "95011426": {
    "Item": "Children's Puzzle",
    "Description": "Children's alphabet puzzle. Good condition. "
  },
  "95009726": {
    "Item": "Small climbing frame ",
    "Description": "Small climbing frame for toddlers it has a swing and short slide. It needs some tlc and will need to be dismantled. Needs to be taken before Sunday. "
  },
  "95006882": {
    "Item": "old DUVET, double size, 10 tog, ideal for pet use",
    "Description": "To avoid sending this duvet to landfill I am offering it as bedding for animals. Polyester filling. Not ripped. Not new. "
  },
  "95005572": {
    "Item": "Fisherprice Jumperoo",
    "Description": "Music and lights no longer working but still just as fun to bounce in. The Fisher Price jumperoo features a 360-degree rotating seat, a colorful and interactive toy bar to stimulate your baby's senses, and a sturdy steel frame that supports up to 25 pounds. The jumperoo is easy to assemble, adjust, and clean, and it folds for convenient storage and portability.&nbsp; "
  },
  "95005312": {
    "Item": "Laptop Desk Riser",
    "Description": "Glass riser for laptop or monitor.&nbsp; &nbsp; the only issue is that the right hand foot just needs new adhesive. It still works as is, as it'll remain in place as the glass top weights it down. "
  },
  "95004308": {
    "Item": "Glass Dessert Bowls",
    "Description": "6 x Glass Dessert Bowls each&nbsp; &nbsp;Diameter: 8 cms&nbsp; &nbsp;Depth: 5 cms Genuine Replies only WITH PHONE NUMBER please "
  },
  "95003182": {
    "Item": "Adobe CS5 Student & Teacher Edition",
    "Description": "Adobe CS5 Student & Teacher Edition - only works if you're a teacher or student, and not sure how it's done anymore either! "
  },
  "95000988": {
    "Item": "2 sofas FREE",
    "Description": "FREE to anyone who can collect. Collection only from Carshalton, SM5 2 sofas available, both used with general wear & tear. Few marks. Happy to answer any questions or provide more photos. "
  },
  "95000016": {
    "Item": "Baby chair ",
    "Description": "Hello. Baby chair to go. ASAP, please&nbsp; "
  },
  "94994396": {
    "Item": "Framed picture, taken subject to collection",
    "Description": "A pretty framed picture available, length 74cm by 43cm wide.&nbsp; "
  },
  "94994318": {
    "Item": "Ceramic cups, taken subject to collection",
    "Description": "10 Pink and white ceramic cups that I used for flower displays, but can be used for milkshakes or drinks too. "
  },
  "94994130": {
    "Item": "Wooden coat hangers, taken subject to collection",
    "Description": "15, wooden coat hangers in great condition available. "
  },
  "94992080": {
    "Item": "Armchair",
    "Description": "Solid and comfortable armchair. There were light green patterned covers that had to be removed due to animal damage, but the back cushion had to be retained. Dimensions. Base width 81cm - base depth 81cm - height 93 cm. Standing in front the width of the arms at the widest point is 97 cm.&nbsp; "
  },
  "94989880": {
    "Item": "Place-mats",
    "Description": "Pair of matching slate place-mats 29x21cm "
  },
  "94989460": {
    "Item": "Baby Bumbo",
    "Description": "Green baby bumbo in good uses condition "
  },
  "94989120": {
    "Item": "Carrier bag of vintage mobile phone chargers",
    "Description": "Carrier bag full of vintage mobile phone chargers - collection SM5 Carshalton "
  },
  "94988966": {
    "Item": "Jigsaw Puzzle-book",
    "Description": "Meg and Mog jigsaw puzzle book with 7 easy jigsaws. "
  },
  "94987128": {
    "Item": "Offer - laminate floor underlay",
    "Description": "Virtually full pack of Diall wood fibre underlay (from screwfix). Suitable for use under laminate flooring. "
  },
  "94983718": {
    "Item": "Shredded paper (for packing or compost)",
    "Description": "I have some bags of shredded paper which I use to add to my compost. I have some spare bags if anyone would like some.&nbsp; "
  },
  "94977956": {
    "Item": "6 x vacuum cleaner bags for Miele",
    "Description": "I have 6 x new vacuum cleaner bags and filters to fit older Miele vacuum cleaners (they may fit newer models, I have no Idea). They are not original Miele ones but they do the job. Pick up today ideally Beddington Gardens, Carshalton. "
  },
  "94977900": {
    "Item": "Visitors chair",
    "Description": "Black visitors chair in bonded leather. &nbsp; Really comfortable chair, 88cm H x 62cm W x 68cm D. &nbsp; The bonded leather is starting to crack on one panel (the top panel of the seat back-see picture) , though the leather has already been replaced on the arm rests and front seat panel. "
  },
  "94975550": {
    "Item": "Anyone have any rusty, dusty music stands they no longer need please?",
    "Description": "I am a music teacher in a local primary school. We are desperate for music stands as we are starting an ensemble after half term with about 50 children but only have 6 stands ? if anyone has a stand gathering dust in a corner that they no longer need, we’d be very grateful for any donations. Thank you x "
  },
  "94973658": {
    "Item": "Light weight buggy",
    "Description": "Light weight buggy for toddler, barely used "
  },
  "94973632": {
    "Item": "2 x Graco car booster seats ",
    "Description": "Basic backless car booster seats with cup holders. Approx age 6-11 "
  },
  "94972924": {
    "Item": "Brown leather 3 piece suite including sofabed ",
    "Description": "Leatger 3 seater sofa including sofabed , 2 arm chairs .Some wear . "
  },
  "94972818": {
    "Item": "Free Leather 3 piece suite with sofabed",
    "Description": "Brown leather 3 seater sofa bed with 2 armchairs . Free to collect&nbsp; "
  },
  "94972780": {
    "Item": "Single bed base",
    "Description": "Clean single bed base on wheels buyer collects. Sutton near&nbsp; Belmont "
  },
  "94971310": {
    "Item": "Sofa bed ",
    "Description": "Pull out sofa bed - good condition. Very heavy, we can help with loading but you will need at least a small van and some help unloading. Collection asap please.&nbsp; "
  },
  "94970144": {
    "Item": "Jugs",
    "Description": "Pair of rustic Espanol Cocina jugs. Brown with light-green interior. Oven and microwave-safe. Surfaces have flecks of white in parts. "
  },
  "94967760": {
    "Item": "Heavy Floating pine shelf",
    "Description": "Floating pine shelf with all the fixtures. Still got the plastic on it. Pick up only Wallington&nbsp; "
  },
  "94965744": {
    "Item": "Children's Puzzle",
    "Description": "Child's wooden farmyard-scene puzzle. "
  },
  "94965204": {
    "Item": "Will Church173 please message me.",
    "Description": "You contacted me yesterday but system won't allow me to \"send\" my reply. Maybe your listing has now been closed? I would still like the items you are offering but I can't let you know!! Thank you "
  },
  "94962840": {
    "Item": "Cream lampshade for standard lamp",
    "Description": "Cream silky material lampshade 20\" (51 cm) diameter by 13\" (33 cm) high with one of the 3 struts inside broken but could perhaps be fixed - broken strut available. Lampshade sits on &nbsp;standard lamp OK.&nbsp; &nbsp; &nbsp; "
  },
  "94962660": {
    "Item": "Suspension/ hanging files",
    "Description": "suspension/hanging files. All 33 cm hanging diameter, some clip on labels included. &nbsp; some clip on labels included. &nbsp; About 10 Per set. collection by end of weekend please, or we'll go to the dump. &nbsp; collection by end of weekend please, or we'll go to the dump. &nbsp; &nbsp; "
  },
  "94960544": {
    "Item": "Gazebo poles",
    "Description": "Aluminium/steel poles used to support gazebo canvas, with support bases attached. Originally from IKEA (Sorara) Each pole can be dismatled into two sections for transport. Longest section is roughly 145cm/57in. For collection only, near Welbeck Road SM5. "
  },
  "94954722": {
    "Item": "Cork pin board",
    "Description": "Cork framed \" notice board\" 40 x 59 cm. Pine frame. Collect SM1 2SG&nbsp; "
  },
  "94951296": {
    "Item": "Child’s Crystal jewellery making set - unopened ",
    "Description": "See photo - unopened pack. Evening collection asap.&nbsp; "
  },
  "94951212": {
    "Item": "IKEA wall mounted storage ",
    "Description": "Wall mounted storage with trays, some marks from use. Evening collection asap.&nbsp; "
  },
  "94949112": {
    "Item": "Under TV shelf",
    "Description": "I have under the TV style shelf to give away, please see pictures, measurements are: 114 cm length, 40cm depth and 40cm height. To be collected from storage in Sutton which is open 9-5pm Mon- Sat and shorter window on Sundays (therefore no late evening collection is possible).&nbsp; &nbsp; "
  },
  "94946246": {
    "Item": "Cross trainer",
    "Description": "Cross trainer for collection&nbsp; "
  },
  "94944980": {
    "Item": "Sutton Photo book - \"Now and Then\" by Frank Burgess",
    "Description": "\"Now and Then - More views of Sutton old and new\" by Frank Burgess. Please let us know when you can collect in your reply. Thanks. "
  },
  "94944954": {
    "Item": "Offer : Roof tiles Red 49",
    "Description": "Roof tiles red 49 5x5meter square Approximately 260 tiles to offer. "
  },
  "94943456": {
    "Item": "White ceramic loo brush holders (clean!)",
    "Description": "Two white ceramic toilet brush holders from John Lewis. The brushes have broken but it seems a shame to throw these away. The taller one has a barely visible crack from the top going half way down. Might make nice vases? (I have cleaned and anti-bacced them!) "
  },
  "94940832": {
    "Item": "Outdoor play house frame",
    "Description": "Play house frame. Needs a new roof, plastic sheet for one window and 5x7 ft base. Roof felt available with the Playhouse to go together.&nbsp; https://www.buyshedsdirect.co.uk/5x7-mercia-snowdrop-cottage-childrens-kids-wooden-garden-playhouse "
  },
  "94935804": {
    "Item": "Cotbed ",
    "Description": "Used cotbed in good condition needs to go ASAP as I need the space my baby went straight into a single bed but I used this for my daughter before. Collection only as I don't currently have a car. From stonecote hill. "
  },
  "94935480": {
    "Item": "Paperback - The Hundred Year Old Man Who Climbed Out of the Window and Disappeared",
    "Description": "by Jonas Jonassson &nbsp; Please just state the day and time (8am-9pm) you wish to collect.&nbsp; Thank you. "
  },
  "94933392": {
    "Item": "Hotpoint Washer Dryer",
    "Description": "Hotpoint Washer Dryer- 9+6 KG Model no: WDUD9640 Ultima,#About 6 yr old ( have the reciept from AO). Needs new door seal gasket costing £26 . otherwise in very good condition. I don't have time to fix this door seal gasket hence buying a new one. Collection from SM2 6HS "
  },
  "94931382": {
    "Item": "Children's Postal Van",
    "Description": "Push-along Postal van with internal storage. In need of a service but has been valeted. The back axle may need adjustment but runs well. In good, working order. 2 previous owners. Perfect for Postman Pat. "
  },
  "94931364": {
    "Item": "Child's Step-stool",
    "Description": "Blue step-stool for todder with white integrated handle. "
  },
  "94929112": {
    "Item": "3 seater leather sofa",
    "Description": "3 seater leather sofa, one cushion has a 3 inch split and it’s well worn but still solid structurally. &nbsp; Would be ideal with a throw over it….. 2m wide, 90cm deep. "
  },
  "94927904": {
    "Item": "Soap holder",
    "Description": "Hi there, offering this wooder soap dish/holder. Condition is 10/10.&nbsp; Personal pick up only in North Cheam, near the crossroads. Check out my other offers too:)&nbsp; "
  },
  "94927884": {
    "Item": "Tile samples",
    "Description": "Anyone can make use of these? Maybe for an art project? ☀️ Personal pick up only in North Cheam, near the crossroads. Check out my other offers too:)&nbsp; "
  },
  "94927872": {
    "Item": "Lick Paint Samples",
    "Description": "Anyone interested in these stickers, which act as paint samples? Had to buy them and no longer need them, so save yourself some £ ? Personal pick up only in North Cheam, near the crossroads. Check out my other offers too:)&nbsp; "
  },
  "94927850": {
    "Item": "Floor samples",
    "Description": "Anyone interested in these? Maybe for a craft project?&nbsp; &nbsp; Personal pick up only in North Cheam, near the crossroads. Check out my other offers too:)&nbsp; "
  },
  "94926958": {
    "Item": "Two 4 feet fluorescent tubes",
    "Description": "Two Sylvania florescent light tubes, four feet, cool white, 36w. With starters. I have changed to led so these are used but should have plenty of life in them.&nbsp; "
  },
  "94924780": {
    "Item": "Coffee machine glass pot/jug",
    "Description": "Coffee jug available as my coffee machine grinder blunt. Had to toss machine. The pot is perfect if anyone wants a spare or needs a replacement. Shame to bin it "
  },
  "94924112": {
    "Item": "Mamas & Papas cot bed mattress",
    "Description": "Mamas and Papas Essential spring cotbed mattress Rarely used (max 1 month) as our little one didn’t like the cot and ended up co-sleeping&nbsp; Excellent condition&nbsp; Pet free and smoke free home Collection only&nbsp; Size: L140 x W70 x D10cm Full details: https://www.mamasandpapas.com/products/cotbed-essential-spring-sb-esspmcb02?gbraid=0AAAAADANKJnVRGrZ6DVAd9Nk0qUxHZbGK&source=aw&utm_source=awin&utm_medium=affiliate&utm_campaign=Genie+Shopping+CSS&sv1=affiliate&sv_campaign_id=259955&awc=6526_1704274397_324d358677afcc382b7e7ad94e3bb692 "
  },
  "94923898": {
    "Item": "Children's plastic table and 2 chairs",
    "Description": "Suit ages 3 - 8 years "
  },
  "94923862": {
    "Item": "2-slice red toaster",
    "Description": "Working order "
  },
  "94921544": {
    "Item": "Tommee tipper nappy bin",
    "Description": "Green tommee tipper nappy bin. You can buy bags to fit it which stop nappies smelling when left in the bin inside- great for nighttime changes&nbsp; "
  },
  "94921508": {
    "Item": "Interlocking playmats",
    "Description": "30 interlocking play mats in different colours. Excellent to enable babies to get outside on a soft play mat! "
  },
  "94920332": {
    "Item": "High backed office chair",
    "Description": "High backed Office Chair, on castors.&nbsp; Blue.&nbsp; In need of a clean, and a new compressed air cartridge, but otherwise in fairly good condition "
  },
  "94918758": {
    "Item": "Cookworks Kettle",
    "Description": "Great condition 1.7L "
  },
  "94918728": {
    "Item": "Cookworks Microwave",
    "Description": "Great condition 700w&nbsp; "
  },
  "94918686": {
    "Item": "Cookworks Toaster",
    "Description": "Great condition&nbsp; "
  },
  "94918566": {
    "Item": "Toshiba TV",
    "Description": "Nice little tv "
  },
  "94918532": {
    "Item": "Assorted glassware and crockery",
    "Description": "Spare glasses and plates.&nbsp; "
  },
  "94915756": {
    "Item": "Piano",
    "Description": "Bechstein upright piano circa 1900. In need of some restoration and tuning. Has a lovely tone. Much loved for 55 years, looking for a new home. "
  },
  "94915408": {
    "Item": "Coir Door Mats ",
    "Description": "I have two Coir rubber backed mats one normal and one Christmas themed. Both in need of a wash and new home.&nbsp; First come first served. Please include you name, collection possibilities and a contact number. This ensures we a both updated. I don't check my emails minute by minute. Good luck&nbsp; Time wasters need not respond please.&nbsp; "
  },
  "94915364": {
    "Item": "Bags",
    "Description": "I have a selection of bags in need of a new home.&nbsp; I have a selection of bags in need of a new home concrete pot in need of a new home.&nbsp; First come first served. Please include you name, collection possibilities and a contact number. Good luck&nbsp; Time wasters need not respond please.&nbsp; First come first served. Please include you name, collection possibilities and a contact number. This is needed to ensure we are both updated I don't check mY emails minute by minute. Good luck&nbsp; Time wasters need not respond please.&nbsp; "
  },
  "94915334": {
    "Item": "Hangers",
    "Description": "I have a selection of hangers both tops and trousers/skirts in need of a new home.&nbsp; First come first served. Please include you name, collection possibilities and a contact number. This is needed to ensure we are both updated as I don't check email minute by minute. Good luck&nbsp; Time wasters need not respond please.&nbsp; "
  },
  "94910748": {
    "Item": "Outdoor tables ",
    "Description": "Giving away a couple of table and chair sets that have been outside for the winter.&nbsp; "
  },
  "94907994": {
    "Item": "Brookfield school jumper ⁵/⁶ years old ",
    "Description": "Almost unused school jumper for Brookfield school. Size 5-6. "
  },
  "94905856": {
    "Item": "Runner's World and Triathalon magazines",
    "Description": "Selection of magazines from the last few years, the Triathlon ones are all 2023. "
  },
  "94902708": {
    "Item": "Xmas tree",
    "Description": "Green with stand approximately 5ft. good condition&nbsp; &nbsp; "
  },
  "94901772": {
    "Item": "BT smart hub",
    "Description": "Bt home hub and charger, adsl cable and phone line adapter "
  },
  "94901626": {
    "Item": "3 x boxes MenoMin women's supplements (past best before date)",
    "Description": "PLEASE NOTE THEY ARE BEST BEFORE JUNE 2022 - so ok to consume but may be less effective - but they are all individually sealed in blister packs. THESE ARE KRILL/FISH BASED SUPPLEMENTS AND ALSO CONTAIN SOY 3 x boxes (90 capsules) - unused - of Cleanmarine Menomin women's supplements for peri/menopausal women - if anyone wants them? Contain omega 3/6/9, D3 & B vits "
  },
  "94892246": {
    "Item": "epson stylus dx4050 printer",
    "Description": "Used inkjet printer in good working condition. Complete with: UK power & USB cables. "
  },
  "94890134": {
    "Item": "Wardrobe (NEXT)",
    "Description": "In very good condition, no longer needed due to refurbishment.&nbsp; Free - just looking for a quick removal.&nbsp; Approx 180cm (Tall), 90cm (wide); 58cm (Deep) Manual Provided. "
  },
  "94890084": {
    "Item": "Old Geography textbooks/atlases",
    "Description": "Lots of old Geography textbooks.&nbsp; They are all outdated and seemingly of no interest to other Geography teachers locally.&nbsp; Please see photos for date of publication and quantities available.&nbsp; I also have 23 old hardback Oxford school atlases from 1990 that could be used for arts and crafts/decoupage perhaps? Collection from near Sutton High St, SM1.&nbsp; Bulk collection required (minimum 5 books). "
  },
  "94889154": {
    "Item": "Pink suitcase ",
    "Description": "Bright pink suitcase. Still functional but just not used anymore as use a rucksack instead and haven't got the space. Two wheeled with a stand on bottom. &nbsp; Few marks as usual when travelling - see photos (I have more photos, feel free to request them)&nbsp; Double zip - one for inside pocket and one that opens an expanded section for more space.&nbsp; Bigger than a carry on. &nbsp; "
  },
  "94886366": {
    "Item": "Eight matching small glass ashtrays, with playing card motifs",
    "Description": "About 6cm across, each of these ashtrays bears the motif of one of the suits of playing cards (clubs, diamonds, hearts, spades). In perfect condition. A good ornament if you don't have any residual smokers in your family! "
  },
  "94883012": {
    "Item": "Unwanted double bed with mattress ",
    "Description": "I am looking for unwanted double bed with storage and mattress. Dartford and nearby (Gravesend, Bexley, Belvedere, Crayford, Erith, etc.). Thank you ? "
  },
  "94880672": {
    "Item": "A set of six silver-effect napkin holders",
    "Description": "In good condition. Elegant, yet functional and robust. Take them if you'll use them! "
  },
  "94867584": {
    "Item": "Children’s bookcase/shelves",
    "Description": "Fire station themed children's bookcase. Red panels all faded but solid construction. 3 shelves divided into sections; small cupboard; and shelf on top. "
  },
  "94866700": {
    "Item": "Steam mop",
    "Description": "Dirt devil steam cleaner in working order. No mop pads though.&nbsp; "
  },
  "94866660": {
    "Item": "Lightweight pushchair",
    "Description": "Lightweight push chair that folds to small size. Ideal for travelling.&nbsp; "
  },
  "94865846": {
    "Item": "Women's boots grey size 5 1/2",
    "Description": "Women's boots, grey size 5 1/2, in used condition, clean.&nbsp; "
  },
  "94864730": {
    "Item": "SMALL FLUFFY CARPET",
    "Description": "Off-white/cream-colored fluffy carpet. Clean and thick. Size 195 x 135 cm. Leave your phone number. Pick up only, near Sutton station.&nbsp; "
  },
  "94864678": {
    "Item": "MEDIUM SIZE USED CARPET",
    "Description": "It has been used for a few years and is very thick and comfortable. Has a few marks, and probably needs a good cleaning. Size 230 x 160 cm. Leave your phone number. Pick up only, near Sutton station. "
  },
  "94862328": {
    "Item": "Wooden dolls house ",
    "Description": "Wooden dolls house, used, need a little painting and fixing. Collect from Hexham Road Morden "
  },
  "94861850": {
    "Item": "32 inch TV celcus model DLED32167HD",
    "Description": "For spares or repair, not working, has sound but no picture, with remote but no stand, was wall mounted "
  },
  "94860596": {
    "Item": "Ball Track",
    "Description": "The net is broken.&nbsp; Cannot find the screws to stable the parts after cleaning. Collection in SM5 "
  },
  "94860588": {
    "Item": "Cabinet ",
    "Description": "200cm x 120cm x 40cm Been in garage for months.&nbsp; Need a good clean Need to dismantle yourself and a van with two man to move&nbsp; Collection in SM5 "
  },
  "94856882": {
    "Item": "Well used child car seat - joie 360 isofix ",
    "Description": "Well used child car seat&nbsp; "
  },
  "94856132": {
    "Item": "Cork board",
    "Description": "Rectangular Cork Notice board "
  },
  "94854890": {
    "Item": "Cot bed",
    "Description": "Cot bed - I don't think we've still got the side that turns it into a cot but it's a small cot bed from ikea - I think it's the&nbsp;GULLIVER 60x120 cm - dismantled already. "
  },
  "94853234": {
    "Item": "TV Stand",
    "Description": "Smoke glass ans chrome TV a stand. 80cms by 45 cms As new unmarked. &nbsp; contact Jandb113@gmail.com "
  },
  "94852438": {
    "Item": "Blue Paper Lampshade",
    "Description": "Round mid blue paper lampshade. Unused. 40cm. "
  },
  "94851510": {
    "Item": "Size 2 girls shoes",
    "Description": "I have a selection of girls shoes, size 2, including Heely's. Varying condition, but all still loads of use left in them. The white 'converse' are in good condition just dirty and in need of a scrub.&nbsp; Collect from sm25hb. "
  },
  "94850220": {
    "Item": "Garden planter",
    "Description": "This needs a new bottom but otherwise will work well. 80cmx 35x 50 "
  },
  "94848464": {
    "Item": "ANTI CLIMB PAINT",
    "Description": "2 1/2 litres black anti climb paint "
  },
  "94848458": {
    "Item": "DRY LINING REINFORCED EDGING TAPE",
    "Description": "a little less than 30 metres of dry ling reinforced corner/edging tape "
  },
  "94846752": {
    "Item": "Glass teddy bear with wings",
    "Description": "It is a small figurine, but perfectly formed (as they say!). "
  },
  "94846586": {
    "Item": "Around 100 bilingual English/Chinese Mandarin dictionary books",
    "Description": "I have around 100 of these picture dictionary books for either Chinese Mardarin people learning English or English learning Chinese Mardarin - they are illustrated and comprehensive. Suitable for adults learning or children "
  },
  "94846216": {
    "Item": "An Arab figurine-shaped china mug with lid",
    "Description": "This is a chunky mug, for beer or other drinks, with the face of a Arab in traditional headdress (keffiyeh). It is frankly a bit garish, but somebody might like it! "
  },
  "94845894": {
    "Item": "4 white wooden doors",
    "Description": "4 solid wood doors. All the same style. Three of the doors are 761mm wide and 1975mm high. One is 758mm wide and 1980mm high. "
  },
  "94844734": {
    "Item": "Booster seat",
    "Description": "We have a booster seat to give away, cover recently washed. No time wasters please, pickup in Worcester Park&nbsp; "
  },
  "94843314": {
    "Item": "Jandb113@gmail.com",
    "Description": "TV Stand, smoked glass and chrome with 3 Shelves. 80cms width,45 cms depth. As new condition. "
  },
  "94843182": {
    "Item": "Window shutters",
    "Description": "2 pairs of 3 part shutters with window brackets. FREE. &nbsp;Collect asap "
  },
  "94841414": {
    "Item": "Bag of part used t lights ",
    "Description": "Left over from church candlelit service "
  },
  "94840528": {
    "Item": "Double bed divan base",
    "Description": "Fabric divan base for a double size matress. Length.&nbsp; &nbsp; &nbsp;190cm Width.&nbsp; &nbsp; &nbsp; &nbsp;137cm Height.&nbsp; &nbsp; &nbsp; 40cm. (with wheels) It consists of two halves. It must be carried by a van "
  },
  "94838448": {
    "Item": "Xmas decorations",
    "Description": "Xmas tree decorations baubles, chains, door wreath, snow spray, & reindeer with tree &nbsp; "
  },
  "94835948": {
    "Item": "Coffee Table",
    "Description": "Pine coffee table with shelf underneath. Dimesions 100x45x45 or( 39x18x18 inches) "
  },
  "94829624": {
    "Item": "Sofa and table ",
    "Description": "2 red leather sofas One square wooden dining table&nbsp; Free just pick up&nbsp; "
  },
  "94825526": {
    "Item": "fake xmas tree",
    "Description": "a few years old, the 3 connections are loose in the trunk, so need a bit of help, but plenty of life left in it. "
  },
  "94824520": {
    "Item": "Child's Swivel chair",
    "Description": "Is height adjustable with a lever underneath the seat.&nbsp; "
  },
  "94819882": {
    "Item": "Thermos ice packs ",
    "Description": "Need picking up by Friday "
  },
  "94816964": {
    "Item": "3-5 yo kid clothes",
    "Description": "Hi, i am smoking for 3 to 5 year old clothes. I don't mind stains as they will anyway end up full of paimt at nursery. Gender agnostic as my girl wears anything. Thank you "
  },
  "94812186": {
    "Item": "Motoring Magazines 1969 to 1984",
    "Description": "\"Car\" magazine from 1969 to 1984 with the following missing :-1971 December, 1974&nbsp; January & March, All of 1975 & 1976, 1982 March & May, 1983 February, June, & August, 1984 March, April, Jly - December. Includes a&nbsp; couple of Motor Show inserts for 1970 & 1983. "
  },
  "94807762": {
    "Item": "Wooden Toy storage",
    "Description": "Wooden Toy Storage as seen. Collection from SM6 9DN "
  },
  "94799860": {
    "Item": "Books",
    "Description": "Lots of books available,hard back and paper back various authors.Too many to go through.All in excellent condition.Pick up ASAP. "
  },
  "94784512": {
    "Item": "Brass house numbers - 2 and 3",
    "Description": "Brass house numbers 2 and 3 - a bit tarnished, but still quite nice. Will split if no one from 23 or 32 wants them! May be able to deliver if within 2 to 3 miles of Raynes Park "
  },
  "94783952": {
    "Item": "Times Magazines",
    "Description": "I have few Times magazines if anyone would be interested. They are mostly 2018 issues and in very good condition. Collection from SM3. "
  },
  "94781082": {
    "Item": "White tiles",
    "Description": "35 unused white tiles 15 x 15cm on offer.&nbsp; please let me know if of interest.&nbsp; thank you.&nbsp; "
  },
  "94776102": {
    "Item": "Christmas decs and craft",
    "Description": "Christmas decs / glass / craft sets&nbsp; "
  },
  "94776074": {
    "Item": "Seven Nespresso chocolate coffee pods",
    "Description": "Seven Rich Chocolate flavour Nespresso coffee pods. "
  },
  "94774504": {
    "Item": "Offer colour printer",
    "Description": "HP Photosmart C5280 All-in-One Printer • Scanner • Copier&nbsp; "
  },
  "94772892": {
    "Item": "Baby low chair",
    "Description": "Hi I have a low high chair on wheels an excellent way for your baby or child to eat or watch tv and can moved&nbsp; around as on wheels seriously good tray is a little stained but otherwise good item no longer needed "
  },
  "94769792": {
    "Item": "Wardrobe doors. ",
    "Description": "2 wardrobe doors&nbsp; 38 cm across and 138cm down there's 3 doors same measurements.&nbsp; "
  },
  "94768792": {
    "Item": "Bag of books",
    "Description": "Hi, I have a bag of paperback fiction, including Lee Childs, Harlen Coben "
  },
  "94767792": {
    "Item": "Christmas Lights",
    "Description": "Selection of christmas tree lights - all plug in type, all working although one set only has half the lights working.&nbsp; "
  },
  "94760620": {
    "Item": "Desk - new but needs a metal drill to assemble",
    "Description": "Brand new desk (still flat packed in the box) but with an incorrect part, so a drill is needed to drill an extra hole in one of the metal supporting struts of the desk. We requested a replacement part but got a replacement desk instead, and it seems a shame to throw the original away.&nbsp; Dimensions: W 110 cm, D 48 cm, H 76 cm "
  },
  "94759372": {
    "Item": "Baby bike",
    "Description": "A first sit on push bike for tiny tots. Sturdy with tons of life left in it. Would be a shame to dump. "
  },
  "94755312": {
    "Item": "Paint test pots ",
    "Description": "Dulux heritage paint tester pots, Farrow and Ball Elephant Breath pot and Dulux Weathershield tester pots for collection asap&nbsp; "
  },
  "94755214": {
    "Item": "Sky+ HD Box + cable",
    "Description": "Sky+ HD Box + cable for collection asap "
  },
  "94748436": {
    "Item": "IKEA modular shelving unit",
    "Description": "This has now been collected. "
  },
  "94746452": {
    "Item": "Mid-century Avalon wardrobe",
    "Description": "Slight water splash marks on front but honestly barely noticeable Comes already disassembled, but you will just need to carry down one flight of stairs. Probably needs two people as the front door bit is quite heavy. Really lovely sturdy unit that I paid for but just no room for it in new apartment unfortunately. No assembly instructions, but honestly the screws and set up is pretty simple :) "
  },
  "94746284": {
    "Item": "Kid Door stops ",
    "Description": "Three door stops to prevent kids from banging or closing doors by accident they just hook over the top of the door "
  },
  "94739204": {
    "Item": "Lots of wire coat hangers",
    "Description": "I have lots of wire hangers - mostly white, regular sized, and some with the notches (see picture). (A few are plain silver colour). Happy to give them away in batches so please let me know how many you might want. I estimate I may have 200 in total!&nbsp; Many thanks.&nbsp; "
  },
  "94738176": {
    "Item": "Double sofa bed",
    "Description": "Double sofa bed with sprung mattress.&nbsp; Length 140 cm, Height 80 cm, Depth 90 cm.&nbsp; Red throw cover included. "
  },
  "94734860": {
    "Item": "IKEA square floating shelf ",
    "Description": "IKEA shelf&nbsp; "
  },
  "94734852": {
    "Item": "Bathroom caddy for wall ",
    "Description": "Bathroom wall caddy&nbsp; "
  },
  "94734848": {
    "Item": "Tommy tippee bottle warmer ",
    "Description": "White Tommy tippee bottle warmer&nbsp; "
  },
  "94727310": {
    "Item": "Glasses",
    "Description": "5 glasses with animal Pictures + Austin Powers tumbler&nbsp; "
  },
  "94725964": {
    "Item": "Runner's World and Triathalon magazines",
    "Description": "A selection of Runner's World magazines from 2020 and 2023 (not full years) and July-December 2023 editions of Triathlon magazines.&nbsp;&nbsp; "
  },
  "94724958": {
    "Item": "Pallets various sizes",
    "Description": "7+ pallets of various sizes "
  },
  "94720756": {
    "Item": "Large shoe boxes",
    "Description": "I have 6 shoe boxes mainly large sizes ranging from a size 8 to 11 if any one wants them. Collection from KT19 0NB. "
  },
  "94715138": {
    "Item": "Office chair - adjustable ",
    "Description": "Adjustable chair with wheels. Comfortable. Useful for working at home&nbsp; "
  },
  "94707420": {
    "Item": "Lexmark print cartridges 100XL & 105XL",
    "Description": "1 Lexmark black 105XL Cartridge 2 cartridgesave compatible cyan 100XL cartridge 1 cartridgesave compatible yellow 100XL cartridge&nbsp; For Lexmark printers listed in photo.&nbsp; "
  },
  "94698650": {
    "Item": "19\" rack shelves ",
    "Description": "3 19\" rack shelves&nbsp; "
  },
  "94695216": {
    "Item": "Cast iron pot",
    "Description": "Red cast iron pot and lid. 23cm diameter and 13 cm deep. &nbsp;Several chips in the enamel. &nbsp;Works on all types of hobs including induction and can go in the oven.&nbsp; "
  },
  "94690862": {
    "Item": "Office chair ",
    "Description": "Adjustable chair with wheels. Comfortable. Useful for working at home&nbsp; "
  },
  "94682934": {
    "Item": "Children's high sleeper bed ",
    "Description": "High-sleeper bed available. We bought this just over 18 months ago for more than £600. It's in good condition with some expected wear and tear. If you Google \"Julian Bowen Pegasus High Sleeper Bed\" then you'll find links to the original.&nbsp; &nbsp; Collection from Carshalton Beeches SM5. I would recommend that we dismantle together so you can see it going doing down. But equally I do have the instructions so happy to dismantle ready for collection if that's easier.&nbsp; &nbsp; Strong preference for collection tomorrow (Christmas eve) &nbsp; Nathan, 07921394934 "
  },
  "94682520": {
    "Item": "Internal Door with glass panel",
    "Description": "Internal Door with glass panel 197x76 cm. The hole is the place holder for key lock. "
  },
  "94675518": {
    "Item": "Challen Upright Piano",
    "Description": "We have a nice Challen upright piano that we no longer play. Pictures attached. Reasonably good condition. 136cm wide x 97cm high. Probably needs re-tuning. Some deterioration in the wood covering below the pedals, surface scratches to side which can be re-stained, minor scratch on front cover. The piano is not on castors. I suggest a professional removal company is used to collect it, to avoid damage to parquet flooring. &nbsp; Collection location: Close to the Royal Marsden, Sutton. "
  },
  "94669046": {
    "Item": "ikea office chair",
    "Description": "Old office chair with plastic seat. has some spray paint on it, as it was used in an artist's studio so maybe it's still good for a garage.&nbsp; surprisngly comfortable and doesn't take a lot of space. Coasters and lift mechanism all still work. pick up in Hackbridge&nbsp; "
  },
  "94662442": {
    "Item": "Stair hand rail  (indoor)",
    "Description": "WANTED PLEASE : I am recovering from two broken legs after being in hospital for 21 days. I am learning to walk again with crutches and home visit physios However, I live up a steep flight of stairs.&nbsp; I can not get down the stairs to open the front door. Looking for a internal stair rail so I can get outside&nbsp; Thank you "
  },
  "94662348": {
    "Item": "Used padded envelopes",
    "Description": "A large bag of assorted-sized padded envelopes.&nbsp; Perfectly good to be re-used. Please state when you can collect from SM4. &nbsp; "
  },
  "94662332": {
    "Item": "Artificial Christmas Tree",
    "Description": "We have a 7ft 6in artificial Christmas tree, in box but no base "
  },
  "94661306": {
    "Item": "Dining table and chairs",
    "Description": "A well used set of dining table and 6 chairs. All are showing wear but still work. The chair legs are a little loose and need tools to tighten them back up properly. This is free but I cannot help with delivery, collection only. "
  },
  "94660942": {
    "Item": "IKEA High Chair",
    "Description": "IKEA High Chair - it's missing the straps but everything else is clean (body has been through the dishwasher) and in good working order. Can be dismantled for transport. "
  },
  "94653774": {
    "Item": "SMALL FLUFFY CARPET",
    "Description": "Off-white/cream colored fluffy carpet. Clean and thick. Size 195 x 135 cm. Leave your phone number. Pick up only, near Sutton station.&nbsp; "
  },
  "94653710": {
    "Item": "MEDIUM SIZED USED CARPET",
    "Description": "It has been used for a few years and is very thick and comfortable. Has a few marks, and probably needs a good cleaning. Size 230 x 160 cm. Leave your phone number. Pick up only, near Sutton station. Needs 2 people to bring it downstairs. "
  },
  "94649788": {
    "Item": "Glass containers for tealights / candle making",
    "Description": "They're from candles (two are from IKEA) and in perfect condition as we thoroughly cleaned them to remove all wax. They can be used for tealights or candle making. We used a gold marker on one of them ('Love me'), not sure if it comes off. Collection asap from Sutton, SM1. "
  },
  "94646490": {
    "Item": "Single Mattress Topper",
    "Description": "Good condition - white "
  },
  "94646026": {
    "Item": "Plastic box ",
    "Description": "Plastic box&nbsp; "
  },
  "94645048": {
    "Item": "Kids bike helmet",
    "Description": "I have a kids helmet to give away. It's from Decathlon, size 52-56 cm (fits primary school kids) and acrylic painted (can be stripped or repainted), plenty of life left if anyone wants. "
  },
  "94639342": {
    "Item": "Sony CD player FOR SPARE/REPAIR",
    "Description": "Sony CD separate player - model&nbsp;CDP-XE370 In otherwise good condition, this CD player won’t load discs (used to work just fine!) Perhaps it can be repaired easily or used for parts. Comes with power lead. Dimensions: W43 x D26.5 x H9cm. "
  },
  "94636628": {
    "Item": "Double bed mattress topper",
    "Description": "I have a virtually brand new toppeer fits a 4'6\" bed and is made of duck and goose feathers, this is 4\" thick so very cmfortable. "
  },
  "94635134": {
    "Item": "Scaffold boards",
    "Description": "Looking for some scaffold boards for diy project "
  },
  "94632224": {
    "Item": "2 x compost bins",
    "Description": "2 compost bins to give away. 1 is missing a lid. "
  },
  "94630786": {
    "Item": "birdkeeping equipment",
    "Description": "Double cage with breeding box, containers for seed/water & perches. Take all or some.&nbsp; "
  },
  "94628544": {
    "Item": "Taken",
    "Description": ".&nbsp; "
  },
  "94627976": {
    "Item": "4'6\" PURE GOOSE BED TOPPER",
    "Description": "A 4'6\" bedtopper filled with goose feathers.&nbsp; Not been used much. Do not No photos&nbsp; "
  },
  "94627284": {
    "Item": "Blue-grey sofabed",
    "Description": "Hiya This is a light-grey/blueish sofa bed; well-padded and sits on lovely shaped pine legs. PLEASE READ THIS SENTENCE CAREFULLY: The reclining mechnism on one of the two back panels has become detached from the inner wooden batten, so will need fixing. The ratchet mechanism itself is fine, but the metal retaining plate will need re-screwing/bolting into the wood.&nbsp; As such one panel will only lie flat, until this is fixed. We unstapled some of the fabric on the rear to see what the issue was, so this is loose. MEASUREMENTS As a sofa it's 820mm width x 1750mm length x 950mm height.&nbsp; When down flat as a bed it measures 1150mm width x 1750mm length x 400mm height. The seat fabric is somewhat stained due to sticky-handed child and apple juice (no bodily fluids!).&nbsp; I'm sure this would steam, or fabric clean, out - or sling a throw over it.&nbsp; No pets, no smokers. This cost us £200 less than a year ago, but given it needs a little work we're passing it on for freecycle.&nbsp; Ideal for someone that could fix it up. Collection only from Fieldend Road Streatham Vale SW16 5.&nbsp; Due to size this would need a van or larger car. "
  },
  "94620832": {
    "Item": "Child's chair",
    "Description": "Small blue, wooden chair for a child. One screw missing that keeps one of the arch sections in place underneath but chair still intact. Measures: 60 cm tall x 34 cm wide x 30 cm deep. Height to seat = 30 cm "
  },
  "94618722": {
    "Item": "VARIOUS DVDS ",
    "Description": "Various dvd&nbsp; "
  },
  "94618368": {
    "Item": "piano",
    "Description": "Rare Kemble piano, white leather, beautifully preserved, free to a good home! "
  },
  "94615272": {
    "Item": "Car chair for toddler +",
    "Description": "Car chair that uses car seat belt. For child 15kg plus. Surplus to requirements. Please say when you can collect. "
  },
  "94611530": {
    "Item": "Kitchen drawers and base unit doors",
    "Description": "Offered 3 drawers sold pine painted cream ( Duluxe Buttermilk)&nbsp; also 3 doors for base units 2 500cm wide 1 300cm&nbsp; (drawers and doors only no carcasses) "
  },
  "94611144": {
    "Item": "Single mattress ",
    "Description": "Full size single silent night mattress only used for 18 months great condition Collection only&nbsp; "
  },
  "94607678": {
    "Item": "Lisbon black office chair",
    "Description": "Black Lisbon Office Chair, fully adjustable but with some damage to one arm rest. Free but collection required. "
  },
  "94603958": {
    "Item": "Fabric Headboard for a King Size Bed",
    "Description": "Ivory coloured fabric headboard to fit a King Size bed. Purchased from John Lewis. Manufacturer Stuart Jones Furniture. Width 150 cm&nbsp; &nbsp; Max Height (excluding vertical wooden fixing posts) 65 cm&nbsp; &nbsp; Distance between Fixing Posts 122 cm ) Height of Fixing Posts 57 cm. Good condition but with some stains on the fabric. Free on collection. Can be contacted on 0208 393 6266 "
  },
  "94603812": {
    "Item": "To hang Christmas stockings on",
    "Description": "This is a bar with hooks it has a ribbon to hang over mantlepiece&nbsp; . We used it when stockings were hung by the chimney with care. "
  },
  "94603180": {
    "Item": "bedroom furniture",
    "Description": "nice old-fashioned solid wooden bedroom furniture, in perfect condition, two wardrobes (with keys) and a dressing table with mirror and six drawers.&nbsp; The mirror is detachable.&nbsp; Please come and take one, two or all three items.&nbsp; I am installing fitted furniture. "
  },
  "94599874": {
    "Item": "IKEA swivel desk chair blue VGC",
    "Description": "Bought several years ago but hardly ever used, so in very good condition. A solid, heavy, swivel desk chair with plastic seat and adjustable height. &nbsp; Dimensions as follows: Seat height from - 42cm to 54 cm. Seat width - 43.5cm Backrest height - 38cm Base span at widest point - 64cm Total height with seat fully raised - 90cm "
  },
  "94597112": {
    "Item": "Stair safety gate",
    "Description": "I was given this stair gate but didn't need it. There us a fitting missing as shown&nbsp; "
  },
  "94597078": {
    "Item": "Milton bottle steriliser ",
    "Description": "Great alternative to other methods. You just add water and sterilising tablet. "
  },
  "94597066": {
    "Item": "Baby door bouncer ",
    "Description": "Door bouncer good used condition "
  },
  "94597056": {
    "Item": "Silvercross car seat",
    "Description": "Good condition, used for 6 months, has not been in an accident. Seems a shame to throw away when perfectly usable&nbsp; "
  },
  "94592502": {
    "Item": "Used Stamps for Charity - Collection box, Bourne Hall, Ewell",
    "Description": "Used Stamps for Charity - Collection box, Bourne Hall, Ewell Once again there's a Charity Box&nbsp;for your used STAMPS, &nbsp;At Bourne Hall, Ewell. "
  },
  "94586874": {
    "Item": "Vintage Retro Sofa.",
    "Description": "Repost due to person failing to collect. Reluctantly parting with this lovely sofa, as we have moved into a tiny cottage and unfortunately it doesn't fit. Dimensions approx:&nbsp; Lenght - 163cm.&nbsp; &nbsp;Width - 87cm.&nbsp; &nbsp;Height - 94cm. Please let me know when you can collect. "
  },
  "94585420": {
    "Item": "Chestbof drawers ",
    "Description": "Chest of drawers must go today.&nbsp; "
  },
  "94585252": {
    "Item": "Furniture ",
    "Description": "Chest of drawers "
  },
  "94580340": {
    "Item": "TV or Coffee Table",
    "Description": "Used as a TV stand but equally good as a coffee or occasional table. Smoked glass with chrole supports measures 800mm x 450mmx520mm (Width x Depth x Height) "
  },
  "94579218": {
    "Item": "Highway Patrol Bike (for repair)",
    "Description": "Highway Patrol Bike (for spares/repair). Approx .1980/90's. Good general conditon, battery operated but not working. Several of the internal wires have become detached and need re-soldering (underneath the battery housing). Would suit someone who likes repairing toys etc. &nbsp; "
  },
  "94578904": {
    "Item": "Bicycle reflectors",
    "Description": "Bicycle reflectors. Attaches to front/rear wheels "
  },
  "94578838": {
    "Item": "Tassimo coffee machine ",
    "Description": "I have a tassimo which has hardly been used and still in box to give away.&nbsp; "
  },
  "94577286": {
    "Item": "Single mattress, well used but still servicable. Deeper than average, about 10”.",
    "Description": "About 9 years old, and isn't perfectly flat, but still has some life in it. Has a 'topper' over a standard mattress. "
  },
  "94576880": {
    "Item": "Cream lampshade for lamp standard ",
    "Description": "Cream silky material lampshade 20\" (51 cm) diameter by 13\" (33 cm) high with one of the 3 struts inside broken but could perhaps be fixed - broken strut available. Lampshade sits on &nbsp;standard lamp OK.&nbsp; "
  },
  "94575530": {
    "Item": "small chest of drawers",
    "Description": "clean and unmarked, wheels present, but slight wobble on one - not impacting the function. "
  },
  "94575070": {
    "Item": "Set 12 China mugs",
    "Description": "Set of 12 green China mugs. No damage. "
  },
  "94574934": {
    "Item": "Small quantity of Christmas decorations ",
    "Description": "A small quantity of Christmas decorations consisting of baubles, snowflakes, strings of bells and beads and pine cones. "
  },
  "94562908": {
    "Item": "girls toy want and tiara",
    "Description": "need gone a.s.a.p collection kt18 "
  },
  "94553448": {
    "Item": "Five seater corner sofa ",
    "Description": "Very good condition. Needs collection by 10 Dec.&nbsp; "
  },
  "94551878": {
    "Item": "MUST GO QUICKLY - great Futon Company sofa bed",
    "Description": "MUST GO BY 14 December - We are giving away our Futon Company sofa bed. The sofa bed is in good conditions and when open it can easily accommodate two guests. Collection from Sutton, close to Manor Park primary school. Fair warning that the sofa bed is quite heavy so two people will be needed to collect/transport. "
  },
  "94549068": {
    "Item": "small mirrors",
    "Description": "Hi. I have 5 small mirrors - please see pictures for condition. Maybe suitable for an art project or bird cage? Collection from KT19 0NB. "
  },
  "94547320": {
    "Item": "Large cream plastic swing bin",
    "Description": "See photo "
  },
  "94542444": {
    "Item": "leather corner sofa",
    "Description": "leather corner sofa length 220cm. in&nbsp; good condition. "
  },
  "94532942": {
    "Item": "Coffee table and TV stand ",
    "Description": "Coffee table and TV stand&nbsp; "
  },
  "94532612": {
    "Item": "Packaging material (cardboard) ",
    "Description": "Quite a lot of cardboard packaging material - the corrugated stuff that tends to be used in place of polystyrene.&nbsp; Lots of different sizes. About 2x trunks worth - see photo.&nbsp; "
  },
  "94530646": {
    "Item": "Coffee table and TV stand ",
    "Description": "Coffee table and TV stand&nbsp; "
  },
  "94527426": {
    "Item": "Hang up Xmas cards",
    "Description": "3 different lots of holders for hanging up Xmas cards. If interested please provide a mobile phone no. "
  },
  "94523086": {
    "Item": "1 or 2 boxes of children's books in good condition, for a child/children who love/s reading",
    "Description": "When contacting please specify when you can/would like to collect. Not for resale please. "
  },
  "94521514": {
    "Item": "IKEA Standard Double Mattress ",
    "Description": "Clean, stain free , double mattress for collection. Good condition.&nbsp; "
  },
  "94518380": {
    "Item": "Learn to play recorder books",
    "Description": "Learn to play recorder books and CD cassette and book as well, although don't think the cassette will be of any use! "
  },
  "94514374": {
    "Item": "Small 2 drawer bedside table ",
    "Description": "Laminate except for legs which are solid wood.&nbsp; 55cm tall, 33cm wide, 33cm deep.&nbsp; Looking to get rid of it ASAP.&nbsp; Please reply with when you can collect.&nbsp; Thanks "
  },
  "94511584": {
    "Item": "Retro style arm chair ",
    "Description": "Lovely retro style arm chair in light blue with grey trim.&nbsp; Really lovely piece but in need of a good clean.&nbsp; Also possible good for upholster job.&nbsp;&nbsp; Needs to go ASAP please reply with when you can collect and contact details.&nbsp;&nbsp; "
  },
  "94505562": {
    "Item": "Antique bagatelle game",
    "Description": "Table top bagatelle. about 2' x 1' ; all the pins and scores there, the spring loader in good order, just needs a small marble or two for family entertainment&nbsp; "
  },
  "94505470": {
    "Item": "24+ stair spindles",
    "Description": "24+ Stair spindles , B&Q Colonial Natural Pine Colonial spindle (H)900mm (W)41mm A couple of them primed, 1 or 2 cut to fit banister. "
  },
  "94501950": {
    "Item": "Bean jars",
    "Description": "9 large jars and 9 smaller ones. Good for storing dry ingredientss or if making chutney. "
  },
  "94501482": {
    "Item": "3 clean used single duvets",
    "Description": "I have 3 used but clean single duvets which have plenty of life left in them and are too good for the waste.&nbsp; "
  },
  "94499030": {
    "Item": " duvet covers ",
    "Description": "Used /some almost new as not used much all &nbsp;clean no longer needed&nbsp; "
  },
  "94495186": {
    "Item": "Two old chimney pots",
    "Description": "Two old terra cotta chimney pots - make attractive garden ornaments or planters "
  },
  "94493938": {
    "Item": "extendable glass dining table",
    "Description": "A used glass top dining table with round metal legs. Legs are easy to take off, still plenty of life left&nbsp; "
  },
  "94489864": {
    "Item": "Free Beige IKEA armchair",
    "Description": "Good condition, very comfy!&nbsp; The armchair is from IKEA!&nbsp; Free - must go! "
  },
  "94487184": {
    "Item": "2 velvet high chairs ",
    "Description": "2 pink velvet material high chairs, one screw has come out of one leg but I have it so just needs to be screwed back in. Need to be gone by 12th December.&nbsp; "
  },
  "94486966": {
    "Item": "Scrap metal - washing machines",
    "Description": "2 washing machines for scrap metal. Disconnected and ready to go. I can leave outside any time. "
  },
  "94480236": {
    "Item": "IKEA chest of draws",
    "Description": "White ikea chest of draws. Some superficial damage but still good and work.&nbsp; "
  },
  "94480116": {
    "Item": "Books",
    "Description": "Selection of novels&nbsp; "
  },
  "94476928": {
    "Item": "Ikea children's extending bed",
    "Description": "Children's extending bed complete with mattress. Same size as Details here https://www.ikea.com/gb/en/p/sundvik-ext-bed-frame-with-slatted-bed-base-white-s49046068/ Base needs re- glueing and a few chips and scuffs, nothing that a competent diyer can't sort. All screws included. Currently completely dismantled so easily fit in a car. Mattress cover has a mark, but cover can be washed in a machine. I don't have installation instructions - they are here https://www.ikea.com/gb/en/assembly_instructions/sundvik-extendable-bed-white__AA-2163662-2-2.pdf Smoke and pet free home. &nbsp; &nbsp; "
  },
  "94474200": {
    "Item": "Large Mirror",
    "Description": "Large mirror 60 x 120 cm - excellent condition- be warned it's heavy! (Photo is of back because otherwise I would be reflected in it) "
  },
  "94472272": {
    "Item": "2 Man Tent ",
    "Description": "Urban Escape 2 man tent.&nbsp; Has had some minor repairs so not in perfect condition but still useable.&nbsp; Probably best for a weekend and relatively fair weather.&nbsp; "
  },
  "94472224": {
    "Item": "Turbo trainer tyre",
    "Description": "Tyre for turbo trainer.&nbsp; I understand it has had light use but I'm not really knowledgable about it's condition. "
  },
  "94465052": {
    "Item": "13 ringbind folders ",
    "Description": "13 pink purple and patterned folders all good condition&nbsp; "
  },
  "94463724": {
    "Item": "Wardrobe ",
    "Description": "Second hand wardrobe in good condition -is now dismantled for easy take away&nbsp; one shelf needs some wood glue to put back together&nbsp; "
  },
  "94459472": {
    "Item": "Athletics Running Spikes & Key (Various sizes for X-country and track)",
    "Description": "Athletics runnings spikes for cross country & track and key "
  },
  "94456892": {
    "Item": "Dressing table ",
    "Description": "I'm giving away my dressing table as I am moving and no longer needed.&nbsp; Needs to be gone by 08/12/2023.&nbsp; Needs a fresh paint on the top but other than that I'm good condition.&nbsp; "
  },
  "94452544": {
    "Item": "Mix of toys, kids books, jigsaws and fancy dress outfits!",
    "Description": "Having a clear out of my kids bedrooms and have a variety of kids toys to give away.&nbsp; 4-5 year old type age.&nbsp; "
  },
  "94449606": {
    "Item": "Dining Table",
    "Description": "6 place table, plus extensions that can be added each end. Dismanteld ready for moving/ Used with a few bumps - but still good.&nbsp; Heavy best with 2 people to shift&nbsp; "
  },
  "94445702": {
    "Item": "Two Index Card Boxes",
    "Description": "Two index card boxes / holders&nbsp; "
  },
  "94445354": {
    "Item": "32\" Panasonic Viera TV",
    "Description": "Now Gone "
  },
  "94444706": {
    "Item": "IKEA standard double Mattress ",
    "Description": "Clean, good condition Ikea standard double Mattress with no stains available for immediate collection from non smoking household. "
  },
  "94435866": {
    "Item": "Pre-Loved Leather Sofa",
    "Description": "Well used leather sofa does have wear & trear but still functional. One arm rest is loose, some tears in underneath seat material which is not visable. We have added extra boards to support the frame. Any use to anyone before we take to the dump? "
  },
  "94433324": {
    "Item": "Tiles and tile offcuts for crafting? ",
    "Description": "I have a small variety of tiles and tile offcuts from crafting projects, mainly mosaicing plant pots. Of use to anyone?&nbsp; "
  },
  "94431508": {
    "Item": "Armchair",
    "Description": "Good quality recently reupholstered&nbsp;armchair – now surplus to requirements. &nbsp;Approx 75cm wide / 90cm deep / 90cm tall. "
  },
  "94422464": {
    "Item": "White dining table",
    "Description": "5 years old. Well loved but well kept!!! Solid and no damage, only a little wear and tear at the bottom. Need gone today! 75.5cmH X 68cmW X 110cmL "
  },
  "94416492": {
    "Item": "Cast Iron scrap metal",
    "Description": "Dismantled cast iron Aga available for collection.&nbsp;&nbsp; Easily accessible from the road.&nbsp; "
  },
  "94414362": {
    "Item": "Wardrobe",
    "Description": "Mahogany style flat pack Wardrobe. Easy to assemble.&nbsp; Approx measurements W82 cm, H183cm, D52cm as top has part that sticks out around edge. Has a few stickers on it that should be easy to peel and pick off, just haven't had time to do after room clearance.&nbsp; It's been taken apart and ready for collection. Should fit in most estate cars. "
  },
  "94414074": {
    "Item": "Small White Desk/Table ",
    "Description": " Small White Desk/Table available after Child's room clearance. L90cm W60cm H64cm Message for collection time. Thanks "
  },
  "94413952": {
    "Item": "HP Printer Ink",
    "Description": "Printer inks, new but two were opened to replace in my printer that then refused to work anymore. See photos for what they are compatible with. "
  },
  "94397020": {
    "Item": "Toddler toilet seat",
    "Description": "A toddler toilet seat for immediate collection. We're located just off Collingwood road in central sutton. "
  },
  "94393656": {
    "Item": "Mellon",
    "Description": "Collection from SM5 (near Stanley park) "
  },
  "94392334": {
    "Item": " Brown sofa bed",
    "Description": "Brown sofa bed. old but in good condition and comfy. To be honest the mattress is thin but is ok for an occasional bed. Can potentially change the mattress. collection from KT17 4BB. please note will need a van or large car to collect and is heavy to move. &nbsp; "
  },
  "94390964": {
    "Item": "Contact lens solutions ",
    "Description": "Various unopened sealed solutions for gas permeable and hard contact lenses. &nbsp;Lots of savings if you're a wearer. "
  },
  "94387740": {
    "Item": "Corner units",
    "Description": "2 white corner units that were on the sides of a desk and drawers. One opens at the top for deep storage,and tbebother has 2 shelves. See photos.&nbsp; "
  },
  "94363658": {
    "Item": "Which Consumer magazines",
    "Description": "I have around 18 months worth of the most recent Which Consumer magazines available if anyone wants them. Job lot as I need to clear them, easy collection - these are the general consumer versions with product reviews and best buy advice "
  },
  "94360312": {
    "Item": "Printer Cartridges",
    "Description": "Unused black and coloured printer cartirdges for a Hewlett Packard printer - see boxes for printer models "
  },
  "94357352": {
    "Item": "Vintage dressing table ",
    "Description": "Lovely dressing table mirror.,movable sides 95cm wide ,mirrored length 110cm.with wooden legs "
  },
  "94350044": {
    "Item": "30 plus WOODEN PALLETS MUST GO ASAP FREE",
    "Description": "Please get in touch&nbsp; must go assp 30 wooden pallets for free to take&nbsp; "
  },
  "94349692": {
    "Item": "Addis mop (needs new head)",
    "Description": "Addis mop without head. Good condition. "
  },
  "94348508": {
    "Item": "Office desk and drawers",
    "Description": "Curved office desk supplied with 2 x cable access ports and 1x set of drawers. (Screens and cables not included)&nbsp;Length of each side is 180cmx180cm, and the widest point is around 80cm. Height with legs and drawers fitted is approx 73cm (we have dismantled these). "
  },
  "94347368": {
    "Item": "Baby changing mat",
    "Description": "Clean and in good condition&nbsp; "
  },
  "94343190": {
    "Item": "Aviary equipment for budgies",
    "Description": "Misc aviary equipment . Ideal for a&nbsp;for budgie breeder. Please reply with a phone number. "
  },
  "94337760": {
    "Item": "Large Steamer",
    "Description": "Good condition "
  },
  "94336978": {
    "Item": "2 Seater Sofa",
    "Description": "2 seater sofa needs to go! We're moving house and are not wanting to take it with us, needs to be gone before Friday 17/11. Collection only. "
  },
  "94335842": {
    "Item": "Habitat Balloons",
    "Description": "Habitat ballooons left from the children's party. They are inflated and need to be collected asap from central Epsom. Thank you! "
  },
  "94333508": {
    "Item": "Annabel Karmel book",
    "Description": "Annabel Karmel lunchboxes book "
  },
  "94327044": {
    "Item": "DIY cupboard clear-out",
    "Description": "Various items, usable but not suitable for donation: Candle and lamp.oil nearly full Powdered tile grout, 3/4 full, bit old.but still friable Pack of tile spacers (white plastic cross) 300 ml Rug Doctor cleaning fluid Full bottle concentrated wallpaper stripper&nbsp; (Wilco) Can of de-icer feels full Can of plasticote glass frosting spray (don't remember using much if any) Massive tin of Dulux Trade vinyl matt in magnolia "
  },
  "94321392": {
    "Item": "DIY cupboard clear-out",
    "Description": "Random selection of useable items not suitable for donation.&nbsp;&nbsp; Candle and lamp oil nearly full Powdered tile grout, 3/4 full, bit old.but still friable Pack of tile spacers (white plastic cross) 300 ml Rug Doctor cleaning fluid Full bottle concentrated wallpaper stripper&nbsp; (Wilco) Can of de-icer feels full Can of plasticote glass frosting spray (don't remember using much if any) Massive tin of Dulux Trade vinyl matt in magnolia. "
  },
  "94320898": {
    "Item": "Large L shape brown sofa",
    "Description": "Dark brown, right hand L shaped fabric sofa.&nbsp; Seats 5 or 6.&nbsp; Comfy but well used. Left hand seat dips. Comes apart into two peices.&nbsp; NEEDS TO BE COLLECTED BY FRIDAY 17TH NOVEMBER! "
  },
  "94316674": {
    "Item": "Tea Light Plate Warmer",
    "Description": "Tea Light Plate Warmer - good condition. "
  },
  "94314368": {
    "Item": "Foot Spa",
    "Description": "Foot spa, used once. If you request this item please mention why you want it, I have had too many requests just asking \"is this still available?\". In the past I have given to these requests and the majority do not collect and waste my time. "
  },
  "94310450": {
    "Item": "Desk ",
    "Description": "Good solid wood, has a few scratches and marks "
  },
  "94309656": {
    "Item": "Wall mounted glass soap dish",
    "Description": "We have a glass wall mounted soap dish to give away, comes with screws. Pickup Worcester Park please "
  },
  "94309626": {
    "Item": "Collection of animals",
    "Description": "A collection of small plastic animals to be rehomed. Pickup Worcester Park please "
  },
  "94308670": {
    "Item": "TAKEN - Girls mountain bike ",
    "Description": "Taken "
  },
  "94303792": {
    "Item": "Shoe boxes",
    "Description": "I have four men's shoe boxes ranging from a size 8 to 11 if any one wants them. Collection from KT19 0NB. "
  },
  "94301190": {
    "Item": "Double Bed and Memory Foam Mattress ",
    "Description": "Black IKEA double bed and memory foam mattress. Part-dismantled for removal.&nbsp; "
  },
  "94301174": {
    "Item": "Mamas and papas winter pram liner",
    "Description": "Mamas and Papas pram liner - attach to pram and keep baby nice and warm&nbsp; "
  },
  "94300320": {
    "Item": "Aerosol machine",
    "Description": "Quite old, but Works fine. Comes with children and adults attachments (child one was never used) "
  },
  "94294194": {
    "Item": "cutlery",
    "Description": "Cutlery knives forks spoons of different sizez "
  },
  "94292322": {
    "Item": "Lille Incontinence Pads and Pants",
    "Description": "1 x &nbsp;packet of 20 XL unisex pants with side opening/closing tabs - suprem fit 1x packet of 28 shaped Super (3 drops) pads - Lille classic form Both packets have tears to the outer packing but does not affect contents. &nbsp;Possibly more available. "
  },
  "94290464": {
    "Item": "Bookcase ",
    "Description": "IKEA bookcase , slight damage to one shelf&nbsp; "
  },
  "94289178": {
    "Item": "Siemens washing machine",
    "Description": "Siemens washing machine available for pick up. Heavy item - needs two people! Has worked well for a very long time - recently replaced carbon brushes and seems to be in working order (has always been reliable until now) but no promises as we got a new machine before testing the old one properly because it took a while to sort out the brush replacement. Was top of the range when bought and has been a brilliant machine over the years.&nbsp; &nbsp; &nbsp; "
  },
  "94281738": {
    "Item": "Childrens solid wood bed frame",
    "Description": "A solid wood painted, 3 drawer single bed frame, some signs of use - see picture 3 for example. No matress is included in this post.&nbsp; Perfect for a quick rub down and repaint, or fine as it is.&nbsp; This item will be partially dismantelled to aid transportation. Sold by HappyBeds.co.uk as: Mission White Wooden Storage Bed Frame - 3ft Single&nbsp; External dimensions - 100 CM Wide x 198 CM long, 80CM at headboard and 40CM at foot.&nbsp; It is designed to&nbsp; take a standard UK single mattress 90CM x190 CM "
  },
  "94260012": {
    "Item": "Toddler Bed",
    "Description": "IKEA bedframe and mattress Mattress 160x70cm (Bed frame slightly bigger) Mattress has removable cover that can be washed Great condition &nbsp; "
  },
  "94259334": {
    "Item": "Office chair",
    "Description": "Office Chair. Some wear on arm rest. Great chair, moving overseas so have get rid of it. Needs to be collected before Thursday "
  },
  "94257074": {
    "Item": "Hotpoint Dishwasher - very good condition",
    "Description": "Hotpoint Ultima Dishwasher - full size. very clean. Needs to be collected before thursday 9th "
  },
  "94256190": {
    "Item": "Boys age 3-5 ish clothes",
    "Description": "Still available - Selection of clean clothes suitable for 3-5 year old boy including a coat, jeans, t-shirts, tops, hats, scarves as per photo.&nbsp; &nbsp; Please say when you can come collect and provide a number if you're happy to to assist with collection logistics. "
  },
  "94248676": {
    "Item": "Yellow upholstered chair",
    "Description": "Cute chair from Maisons du Monde.&nbsp; The base is stained, probably from various drinks so this is offered as a perfect upcycling project!&nbsp; Otherwise the chair is sturdy and has many years left in it. "
  },
  "94247706": {
    "Item": "Hamster cage",
    "Description": "Hampstead cage - it is a spare one, we do not use it any longer. It can be used for mice too. Hardly used, in very good condition.&nbsp; "
  },
  "94246562": {
    "Item": "Small bookshelf/bedside cabinet",
    "Description": "Small white bookshelf. Could be used as a bedside table. 65cm tall, 30cm deep and 50cm wide.&nbsp;Near St Helier hospital, Carshalton&nbsp; "
  },
  "94246508": {
    "Item": "Deep fat fryer",
    "Description": "Deep fat fryer, used.&nbsp;Near St Helier hospital, Carshalton&nbsp; "
  },
  "94246496": {
    "Item": "Office swivel chair",
    "Description": "Blue adjustable office swivel chair, 90cm height of top backrest from floor. Chair seat about 45-50cm square. Near St Helier hospital, Carshalton&nbsp; "
  },
  "94236152": {
    "Item": "Tall Bookcase",
    "Description": "Measuring 80 cm wide and 2m tall. Available.&nbsp; First come first serve. Ideally this weekend. "
  },
  "94233826": {
    "Item": "Toy Kitchen",
    "Description": "Plastic toy kitchen with play food and utensils. Sorry the oven door and washing machine doors are missing.&nbsp; "
  },
  "94231936": {
    "Item": "Laundry baskets",
    "Description": "2x laundry baskets &nbsp; cat and rabbit friendly home "
  },
  "94231330": {
    "Item": "Stand for TV",
    "Description": "Glass TV Stand needs to go today "
  },
  "94231316": {
    "Item": "TV stand",
    "Description": "Glass TV Stand needs to go today! "
  },
  "94224820": {
    "Item": "Pink Sofa Bed ",
    "Description": "Pink Sofa Bed. Some signs of wear and tear but overall good condition. Foods out into a double bed with storage underneath. Matching pink chairs also available&nbsp; "
  },
  "94224768": {
    "Item": "Pink chairs with storage ",
    "Description": "Two pink chairs available with storage. Both in great condition. Matching pink sofa bed also available. "
  }
}